Repository: googlecode-mirror/bitcero-modules
Catalog: match/trunk/lang/*.po
Languages: es_mx

source: %M% %d%, %Y%
es_mx: %d% de %M%, %Y%

source: Ranking
es_mx: Posiciones

source: Results
es_mx: Resultados

source: Won matches:
es_mx: Partidos ganados:

source: Next Matches
es_mx: Partidos Siguientes

source: Local Team
es_mx: Equipo Local

source: Visitor Team
es_mx: Equipo Visitante

source: Data
es_mx: Información

source: (Current)
es_mx: (Actual)

source: Select championship...
es_mx: Seleccionar campeonato...

source: Select category...
es_mx: Seleccionar categoría...

source: Role Play
es_mx: Rol de Juego

source: Date
es_mx: Fecha

source: Time
es_mx: Hora

source: Field
es_mx: Campo

source: Visitor
es_mx: Visitante

source: Role Play for %s
es_mx: Rol de Juegos para %s

source: A module to manage matches
es_mx: Un módulo para el manejo de partidos deportivos

source: Show the positions in ranking for all teams
es_mx: Muestra las posiciones en la tabla para todos los equipos

source: Show the role play for a single category
es_mx: Muestra el rol de juegos para una categoría individual

source: Match
es_mx: Partido

source: Categories
es_mx: Categorías

source: Do you really want to delete selected categories?
es_mx: ¿Realmente deseas eliminar las categorías seleccionadas?

source: You must select some category before to execute this action!
es_mx: ¡Debes seleccionar alguna categoría antes de ejecutar esta acción!

source: Edit Category
es_mx: Editar Categoría

source: Add Category
es_mx: Agregar Categoría

source: Provide a category ID!
es_mx: ¡Proporciona un ID de categoría!

source: Specified category was not found!
es_mx: ¡No se encuentra la categoría especificada!

source: Name
es_mx: Nombre

source: Short name
es_mx: Nombre corto

source: Description
es_mx: Descripción

source: Parent category:
es_mx: Categoría superior:

source: Enable category
es_mx: Activar categoría

source: Save Changes!
es_mx: ¡Guardar Cambios!

source: Add Now!
es_mx: ¡Agregar Ahora!

source: Session token expired!
es_mx: ¡El identificador de sesión expiró!

source: Wrong category ID!
es_mx: ¡ID de categoría erróneo!

source: Specified category does not exists!
es_mx: ¡La categoría especificada no existe!

source: A category with same name already exists!
es_mx: ¡Ya existe una categoría con el mismo nombre!

source: There are already a category with same name id!
es_mx: ¡Ya existe una categoría con el mismo nombre corto!

source: Errors ocurred while trying to update database!
es_mx: ¡Ocurrieron errores al intentar actualizar la base de datos!

source: Database updated successfully!
es_mx: ¡Base de datos actualizada satisfactoriamente!

source: No categories selected!
es_mx: ¡No hay categorías seleccionadas!

source: Category id "%s" is not valid!
es_mx: ¡El id de categoría "%s" no es válido!

source: Category "%s" does not exists!
es_mx: ¡La categoría "%s" no existe!

source: Category "%s" could not be deleted!
es_mx: ¡La categoría "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete categories
es_mx: Ocurrieron errores al intentar eliminar las categorías

source: Championships
es_mx: Campeonatos

source: Do you really want to delete selected championships?
es_mx: ¿Realmente deseas eliminar los campeonatos seleccionados?

source: You must select some championships before to execute this action!
es_mx: ¡Debes seleccionar al menos un campeonato antes de ejecutar esta acción!

source: Please fill all required data!
es_mx: ¡Por favor completa la información requerida!

source: Championship ID not valid!
es_mx: ¡ID de campeonato no válido!

source: Specified championship does not exists!
es_mx: ¡No existe el campeonato especificado!

source: A championship with same name already exists!
es_mx: ¡Ya existe un campeonato con el mismo nombre!

source: Championship saved successfully!
es_mx: ¡Campeonato almacenado correctamente!

source: Edit Championship
es_mx: Editar Campeonato

source: Add Championship
es_mx: Agregar Campeonato

source: Provide a championship ID!
es_mx: ¡Porporciona un ID de campeonato!

source: Specified championship was not found!
es_mx: ¡No se encuentra el campeonato especificado!

source: Start date
es_mx: Fecha de inicio

source: End date
es_mx: Fecha de terminación

source: No championships selected!
es_mx: ¡No se seleccionaron campeonatos!

source: Championship id "%s" is not valid!
es_mx: ¡El id de campeonato "%s" no es válido!

source: Championship "%s" does not exists!
es_mx: ¡El campeonato "%s" no existe!

source: Championship "%s" could not be deleted!
es_mx: ¡El campeonato "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete championships
es_mx: Ocurrieron errores al intentar eliminar los campeonatos

source: No championships specified!
es_mx: ¡No se especifico un campeonato!

source: Championship updated successfully!
es_mx: ¡Campeonato actualizado correctamente!

source: Championship could not be pdated!
es_mx: ¡El campeonato no pudo ser actualizado!

source: Coaches
es_mx: Entrenadores

source: Do you really want to delete selected coaches?
es_mx: ¿Realmente deseas eliminar los entrenadores seleccionados?

source: You must select some coach before to execute this action!
es_mx: ¡Debes seleccionar al menos un entrenador antes de ejecutar esta acción!

source: Edit Coach
es_mx: Editar Entrenador

source: Add Coach
es_mx: Agregar Entrenador

source: Provide a coach ID!
es_mx: ¡Proporciona un ID de entrenado!

source: Specified coach was not found!
es_mx: ¡No se encuentra el entrenador especificado!

source: Name(s)
es_mx: Nombre(s)

source: Lastname
es_mx: Apellido Paterno

source: Surname
es_mx: Apellido Materno

source: Biography
es_mx: Biografía

source: Team
es_mx: Equipo

source: Registered
es_mx: Registrado

source: Charge
es_mx: Cargo

source: Select position...
es_mx: Seleccionar posición...

source: Manager
es_mx: Manejador

source: Coach
es_mx: Entrenador

source: Assistant
es_mx: Asistente

source: Picture
es_mx: Fotografía

source: Current picture
es_mx: Fotografía actual

source: Coach ID not valid!
es_mx: ¡ID de entrenador no válida!

source: Specified coach does not exists!
es_mx: ¡El entrenador especificado no existe!

source: A coach with same name already exists!
es_mx: ¡Ya existe un entrenado con el mismo nombre!

source: Coach saved successfully!
es_mx: ¡Entrenador almacenado correctamente!

source: No coaches selected!
es_mx: ¡No hay entrenadores seleccionados!

source: Coach id "%s" is not valid!
es_mx: ¡El id de entrenador "%s" no es válido!

source: Coach "%s" does not exists!
es_mx: ¡El entrenador "%s" no existe!

source: Coach "%s" could not be deleted!
es_mx: ¡El entrenador "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete coaches
es_mx: Ocurrieron errores al intentar eliminar entrenadores

source: Fields
es_mx: Campos

source: Do you really want to delete selected fields?
es_mx: ¿Realmente deseas eliminar los campos seleccionados?

source: You must select some fields before to execute this action!
es_mx: ¡Debes seleccionar al menos un campo antes de ejecutar esta acción!

source: Field ID not valid!
es_mx: ¡ID de campo no válida!

source: Specified field does not exists!
es_mx: ¡El campo especificado no existe!

source: A field with same name already exists!
es_mx: ¡Ya existe un campo con el mismo nombre!

source: Field saved successfully!
es_mx: ¡Campo almacenado correctamente!

source: Edit Field
es_mx: Editar Campo

source: Add Field
es_mx: Agregar Campo

source: Provide a field ID!
es_mx: ¡Proporciona un ID de campo!

source: Specified field was not found!
es_mx: ¡No se encuentra el campo especificado!

source: No fields selected!
es_mx: ¡No hay campos seleccionados!

source: Field id "%s" is not valid!
es_mx: ¡El id de campo "%s" no es válido!

source: Field "%s" does not exists!
es_mx: ¡El campo "%s" no existe!

source: Field "%s" could not be deleted!
es_mx: ¡El campo "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete fields
es_mx: Ocurrieron errores al intentar eliminar campos

source: Dashboard
es_mx: Tablero

source: List all
es_mx: Lista

source: Teams
es_mx: Equipos

source: Add Team
es_mx: Agregar Equipo

source: Players
es_mx: Jugadores

source: Add Player
es_mx: Agregar Jugador

source: %M% %d%, %Y% - %h%:%i%
es_mx: %d% de %M%, %Y% - %h%:%i%

source: Role item ID not valid!
es_mx: ¡ID de elemento del rol no válido!

source: Specified role item does not exists!
es_mx: ¡El elemento del rol especificado no existe!

source: Role item saved successfully!
es_mx: ¡Encuentro almacenado correctamente!

source: %u years, %u months
es_mx: %u años, %u meses

source: Do you really want to delete selected players?
es_mx: ¿Realmente deseas eliminar los jugadores seleccionados?

source: You must select some player before to execute this action!
es_mx: ¡Debes seleccionar al menos un jugador antes de ejecutar esta acción!

source: Edit Player
es_mx: Editar Jugador

source: Provide a player ID!
es_mx: ¡Proporciona un ID de jugador!

source: Specified player was not found!
es_mx: ¡No se encuentra el jugador especificado!

source: Birthday
es_mx: Nacimiento

source: Field position
es_mx: Posición

source: Pitcher
es_mx: Lanzador

source: Catcher
es_mx: Receptor

source: First base
es_mx: Primera base

source: Second base
es_mx: Segunda base

source: Third base
es_mx: Tercera base

source: Shortstop
es_mx: Parador en corto

source: Left field
es_mx: Jardinero izquierdo

source: Center field
es_mx: Jardinero central

source: Right field
es_mx: Jardinero derecho

source: Player ID not valid!
es_mx: ¡Identificado de jugador no válido!

source: Specified player does not exists!
es_mx: ¡El jugador especificado no existe!

source: A player with same name already exists!
es_mx: ¡Ya existe un jugador con el mismo nombre!

source: Player saved successfully!
es_mx: ¡Jugador almacenado correctamente!

source: No players selected!
es_mx: ¡No hay jugadores seleccionados!

source: Player id "%s" is not valid!
es_mx: ¡El id de jugador "%s" no es válido!

source: Player "%s" does not exists!
es_mx: ¡El jugador "%s" no existe!

source: Player "%s" could not be deleted!
es_mx: ¡El jugador "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete players
es_mx: Ocurrieron errores al intentar eliminar jugadores

source: Do you really want to delete selected teams?\nAll players and coaches assigned to this team will be deleted also.\n\nIf you no want to lose data, then reassign players and coaches before to delete this team.
es_mx: ¿Realmente deseas eliminar los equipos seleccionados? Todos lo sjugadores y entrenadores asignados a este equipo serán eliminados también Si no deseas perder estos datos entonces reasigna estos elementos a otro equipo antes de continuar.

source: You must select some team before to execute this action!
es_mx: ¡Debes seleccionar al menos un equipo antes de ejecutar esta acción!

source: Edit Team
es_mx: Editar Equipo

source: Provide a team ID!
es_mx: ¡Proporciona un ID de equipo!

source: Specified team was not found!
es_mx: ¡No se encuentra el equipo especificado!

source: Team Information
es_mx: Información del Equipo

source: Category:
es_mx: Categoría:

source: Active
es_mx: Activo

source: Registered on
es_mx: Fecha de Registro

source: Team logo
es_mx: Insignia del Equipo

source: Current logo
es_mx: Insignia actual

source: Team ID not valid!
es_mx: ¡ID de equipo no válido!

source: Specified team does not exists!
es_mx: ¡El equipo especificado no existe!

source: A team with same name already exists!
es_mx: ¡Ya existe un equipo con el mismo nombre!

source: Team saved successfully!
es_mx: ¡Equipo almacenado correctamente!

source: No teams selected!
es_mx: ¡No hay equipos seleccionados!

source: Team id "%s" is not valid!
es_mx: ¡El id de equipo "%s" no es válido!

source: Team "%s" does not exists!
es_mx: ¡El equipo "%s" no existe!

source: Team "%s" could not be deleted!
es_mx: ¡El equipo "%s" no pudo ser eliminado!

source: Errors ocurred while trying to delete teams
es_mx: Ocurrieron errores al intentar eliminar equipos

source: Wons:
es_mx: Victorias:

source: Championship:
es_mx: Campeonato:

source: From user selected
es_mx: Seleccionado por el usuario

source: Category
es_mx: Categoría

source: Number of items:
es_mx: Número de elementos:

source: View full roleplay &raquo;
es_mx: Ver rol de juegos completo &raquo;

source: Assitant
es_mx: Asistente

source: %M% %d%
es_mx: %d% de %M%

source: Click to select a new team
es_mx: Click para seleccionar un nuevo equipo

source: Add team
es_mx: Agregar equipo

source: Select one team...
es_mx: Selecciona un equipo...

source: Session token invalid!
es_mx: ¡Identificador de sesión no válido!

source: No team id has been provided!
es_mx: ¡No se porporciono un id de equipo!

source: Specified team does not exists
es_mx: El equipo especificado no existe

source: No role item has been specified!
es_mx: ¡No se especificó un elemento del rol!

source: Specified role item does not exists
es_mx: El elemento especificado no existe

source: Use friendly URLs
es_mx: Usar URLs amigables

source: By enabling this option the module will manage the urls trough mod_rewrite (Apache Only).
es_mx: Al activar esta opción el módulo manjará las urls a través de mod_rewrite (Solo Apache).

source: Base dir to friendly url management
es_mx: Directorio base para las urls amigables

source: Image width for teams logos
es_mx: Ancho de imágenes para las insignias de equipos

source: Images max file size
es_mx: Tamaño máximo de archivo para las imágenes

source: Specify this value in KB
es_mx: Especifica este valor en KB

source: Players and coaches picture size
es_mx: Tamaño de fotografía de jugadores y entrenadores

source: All pictures will be resized to this width. Note that this is the value for big pictures.
es_mx: Todas las fotografías serán redimensionadas a este ancho. Ten en cuenta que este valor aplica para las imágenes grandes.

source: Players and coaches thumbnail picture size
es_mx: Tamaño de la miniatura de foto de jugadores y entrenadores

source: This is the width value for small pictures of players and coaches
es_mx: Este es el valor de ancho para las fotografías pequeñas de jugadores y entrenadores

source: Year range for ages
es_mx: Rango de años para edades

source: Number of games in the next matches block
es_mx: Número de juegos en el bloque de próximos juegos

source: Number of teams in ranking block
es_mx: Número de equipos en el bloque de posiciones

source: Section title
es_mx: Título de la sección

source: Teams Categories
es_mx: Categorías de Equipos

source: Bulk actions...
es_mx: Acciones en bloque...

source: Delete
es_mx: Eliminar

source: Enable categories
es_mx: Activar categorías

source: Disable categories
es_mx: Desactivar categorías

source: Apply
es_mx: Aplicar

source: Edit
es_mx: Editar

source: Championship Name:
es_mx: Nombre del Campeonato:

source: Start Date
es_mx: Fecha de Inicio

source: End Date
es_mx: Fecha Final

source: Start
es_mx: Inicio

source: End
es_mx: Final

source: There are not championships created yet!
es_mx: ¡Todavía no hay campeonatos creados!

source: Current
es_mx: Actual

source: Set Current
es_mx: Establecer como actual

source: Coaches for %s
es_mx: Entrenadores para %s

source: Filter options
es_mx: Opciones de Filtrado

source: Filter by Team:
es_mx: Filtrar por Equipo:

source: Select team...
es_mx: Seleccionar equipo...

source: Search coach:
es_mx: Buscar entrenador:

source: Go now!
es_mx: ¡Filtrar Ahora!

source: There are not coaches registered yet!
es_mx: ¡Todavía no hay entrenadores registrados!

source: Field Name:
es_mx: Nombre del Campo:

source: There are not fields created yet!
es_mx: ¡Todavía no hay campos registrados!

source: Teams Ranking
es_mx: Posiciones de Equipos

source: You must define the next filter paramenters in order to view current ranking.
es_mx: Debes ajustar los siguientes parámetros para poder ver la tabla de posiciones.

source: Select Championship...
es_mx: Seleccionar Campeonato...

source: Select Category...
es_mx: Seleccionar Categoría....

source: Select the championship
es_mx: Selecciona el campeonato

source: Position
es_mx: Posición

source: Wons
es_mx: Ganados

source: There are not positions in ranking currently!
es_mx: ¡No hay posiciones en la tabla!

source: You must define the next filter paramenters in order to view, create or modify role plays.
es_mx: Debes ajustar los siguientes parámetros para poder ver, crear o modificar el rol de juegos.

source: All Teams...
es_mx: Todos los Equipos...

source: All Days...
es_mx: Todos los Días...

source: Add Match to Role Play
es_mx: Agregar Encuentro al Rol de Juegos

source: Local Team:
es_mx: Equipo Local:

source: Visitor Team:
es_mx: Equipo Visitante:

source: Field:
es_mx: Campo:

source: Date:
es_mx: Fecha:

source: Select field...
es_mx: Seleccionar campo...

source: Add Match
es_mx: Agregar Encuentro

source: Pending
es_mx: Pendiente

source: Options
es_mx: Opciones

source: There are not matches registered for this championship and category yet!
es_mx: ¡No hay encuentros registrados para este campeonato y categoría!

source: Played
es_mx: Jugado

source: Roster for %s
es_mx: Roster para %s

source: Search player:
es_mx: Buscar jugador:

source: Age:
es_mx: Edad:

source: years
es_mx: años

source: or more
es_mx: o mas

source: or less
es_mx: o menos

source: Age
es_mx: Edad

source: There are not players registered yet!
es_mx: ¡Todavía no hay jugadores registrados!

source: Next birthday
es_mx: Próximo cumpleaños

source: Enable teams
es_mx: Activar equipos

source: Disable teams
es_mx: Desactivar equipos

source: Filter by:
es_mx: Filtrar por:

source: All Categories
es_mx: Todas las categorías

source: Rank
es_mx: Posición

source: There are not teams registered yet!
es_mx: ¡Todavía no hasy equipos registrados!

source: Comments
es_mx: Comentarios

source: Postponed
es_mx: Pospuesto

source: Set Score
es_mx: Establecer Marcador

source: Cancel
es_mx: Cancelar
