Repository: googlecode-mirror/bitcero-modules
Catalog: cu_plugins/booster/trunk/lang/*.po
Languages: es_mx

source: Plugin to speed up your Xoops Web site by reducing load times.
es_mx: Plugin que incrementa la velocidad de Xoops al reducir los tiempos de renderizado y entraga de páginas.

source: Session token expired!
es_mx: Caduco el identificador de sesión

source: Expired pages deleted successfully
es_mx: Paginas caducas eliminadas

source: You must specify a file to delete!
es_mx: ¡Debes especificar un archivo para eliminar!

source: Selected file does not exists!
es_mx: ¡El archivo seleccionado no existe!

source: File deleted successfully!
es_mx: ¡Archivo eliminado correctamente!

source: booster has been disabled
es_mx: Xoops Booster ha sido desactivado

source: booster has been enabled
es_mx: Xoops Booster ha sido activado

source: Settings saved!
es_mx: ¡Configuración Almacenada!

source: Cache deleted successfully!
es_mx: ¡Caché eliminado correctamente!

source: Clean cache
es_mx: Limpiar Caché

source: View files
es_mx: Ver Archivos

source: Booster Cached Files
es_mx: Archivos almacenados por Booster

source: Booster status
es_mx: Estado de Booster

source: Next are the files cached by booster. You can delete files by clicking delete button.
es_mx: Los siguientes son los archivos almacenados por Booster. Puedes eliminar cualqueir archivo haciendo click en el botón "Eliminar"

source: If you wish to delete manually this files then go to %s directory.
es_mx: Si deseas eliminar los archivos de forma manual, entonces puedes ir al directorio %s.

source: %u cached pages
es_mx: %u páginas almacenadas

source: %u expired pages
es_mx: %u páginas caducadas

source: Delete expired
es_mx: Eliminar Caducadas

source: %s secs.
es_mx: % seg.

source: Delete
es_mx: Eliminar

source: Booster Status
es_mx: Estado de Booster

source: Do you really wish to delete all cached files?
es_mx: ¿Realmente deseas eliminar los archivos almacenados?

source: Current status of booster is: %s
es_mx: El estado actual de Booster es: %s

source: <strong>Enabled</strong>
es_mx: <strong>Activado</strong>

source: <strong>Disabled</strong>
es_mx: <strong>Desactivado</strong>

source: Change booster status
es_mx: Cambiar el estado de Booster

source: Disable booster
es_mx: Desactivar Booster

source: Enable booster
es_mx: Activar Booster

source: Cache duration specify the time inteval to rewrite cache files. A small value indicates small interval. The value must be specified in seconds.
es_mx: La duración del caché determina el intervalo de tiempo para reescribir los archivos. Valores pequeños indican menores tiempos. El valor debe ser especificado en segundos.

source: Cache duration
es_mx: Duración del caché

source: seconds
es_mx: segundos

source: Pages to exclude from cache
es_mx: Páginas excluidas del caché

source: Add an URL per line.
es_mx: Agregue una URL por línea

source: Save Settings
es_mx: Guardar Configuración
