Repository: googlecode-mirror/bitcero-modules
Catalog: docs/trunk/lang/*.po
Languages: es_mx

source: This content is not available!
es_mx: ¡Este contenido no esta disponible!

source: You are not allowed to read this content!
es_mx: ¡No estas autorizado para leer este contenido!

source: Operation not allowed!
es_mx: ¡La operación no esta permitida!

source: Specified section does not exists!
es_mx: ¡La sección especificada no existe!

source: Manage resource "%s"
es_mx: Administrar recurso "%s"

source: Pages in %s
es_mx: Páginas en %s

source: Editing "%s"
es_mx: Editando "%s"

source: Create new section
es_mx: Crear nueva sección

source: This resource has not been approved yet!
es_mx: ¡Este recurso aún no ha sido aprovado!

source: You can not edit this content!
es_mx: ¡No puedes editar este contenido!

source: Specified section is not valid!
es_mx: ¡La sección especificada no es válida!

source: There is already a section with the same name!
es_mx: ¡Ya existe otra sección con el mismo título!

source: Section could not be saved!
es_mx: ¡La sección no pudo ser guardada!

source: Database updated successfully!
es_mx: ¡Base de datos actualizada satisfactoriamente!

source: Session token expired!
es_mx: ¡El identificador de sesion ha expirado!

source: Sorry, the data provided contains some errors!
es_mx: ¡Lo sentimos, los datos proporcionados contienen algunos errores!

source: Order could not be saved for section %s
es_mx: El orden no pudo ser almacenado para la sección %s

source: Errors occurred while trying to update orders
es_mx: Ocurrieron errores al intentar actualizar el orden

source: Sections updated successfully!
es_mx: ¡Secciones actualizadas correctamente!

source: You are not allowed to view this page
es_mx: No estas autorizado para ver esta página

source: Select Resource
es_mx: Selecciona un recurso

source: Select another resource to show the figures that belong to this.
es_mx: Selecciona otro recurso para ver las figuras que le pertenecen.

source: Create Figure
es_mx: Crear Figura

source: Create a new figure
es_mx: Crear una nueva figura

source: A resource has not been specified!
es_mx: ¡No se ha espcificado un recurso!

source: No figure has been specified
es_mx: No se ha especificado una figura

source: Sepecified figure does not exists
es_mx: La figura especificada no existe

source: No resource has been selected!
es_mx: ¡No se ha seleccionado un recurso!

source: Specified resource does not exists!
es_mx: ¡El recurso especificado no existe!

source: No figure has been selected!
es_mx: ¡No se ha seleccionado una figura!

source: Specified figure does not exists!
es_mx: ¡La figura especificada no existe!

source: Database could not be updated!
es_mx: ¡La base de datos no pudo ser actualizada!

source: Select a figure to delete!
es_mx: ¡Selecciona una figura para eliminar!

source: Errors occurred while trying to delete figures.
es_mx: Ocurrieron errores al intentar eliminar las figuras.

source: Figures deleted successfully!
es_mx: ¡Figuras eliminadas correctamente!

source: The creation of new resources has been disabled by Administrator.
es_mx: La creación de nuevos recursos ha sido desactivada por el administrador.

source: You can not create resources.
es_mx: No puedes crear recursos.

source: Create Resource
es_mx: Crear Recurso

source: Resource title
es_mx: Título del Recurso

source: Description
es_mx: Descripción

source: Editors
es_mx: Editores

source: Groups that can read resource
es_mx: Grupos que pueden leer el recurso

source: Quick index
es_mx: Índice rápido

source: Show index to restricted users
es_mx: Mostrar índice a los usuarios restringidos

source: Show content in a single page
es_mx: Mostrar contenido en una sola página

source: Approved
es_mx: Aprobado

source: Immediately
es_mx: Inmediatamente

source: Wait for approval
es_mx: Esperando aprobación

source: Publish Resource
es_mx: Publicar Recruso

source: There is already a resourrce with the same name!
es_mx: ¡Ya existe un recurso con el mismo nombre!

source: Resource could not be created!
es_mx: ¡El recurso no pudo ser creado!

source: New resource created at RapidDocs is waiting for approval
es_mx: Un nuevo recurso creado en RapidDocs esta en espera de aprobación

source: Your resource has been created, however the email to Administrator could no be sent.
es_mx: Tu recurso ha sido creado, sin embargo el email de confirmación no pudo ser enviado al administrador.

source: Your resource has been created and is pending for approval. We will sent an email when you can access to it and add content.
es_mx: Tu recurso ha sido creado y esta pendiente de ser aprobado. Te enviaremos un email cuando puedas acceder a el y a su contenido.

source: Resource created successfully!
es_mx: ¡Recurso creado satisfactoriamente!

source: A note has not been specified!
es_mx: ¡No ha sido especificada una nota!

source: Specified note does not exists!
es_mx: ¡La nota especificada no existe!

source: Select another resource to show the notes that belong to this.
es_mx: Selecciona otro recurso para mostrar las notas que le pertenecen.

source: Create Note
es_mx: Crear Nota

source: Create a new note.
es_mx: Crear nueva nota.

source: Resource ID not provided!
es_mx: ¡El ID del recurso no ha sido proporcionado!

source: Note ID not provided!
es_mx: ¡El ID de la nota no ha sido proporcionado!

source: There is already a note with the same name
es_mx: Ya existe otra nota con el mismo título

source: Note saved successfully
es_mx: Nota almacenada correctamente

source: Errors occurred while trying to save note
es_mx: Ocurrieron errores al intentar guardar la nota

source: Select a note to delete!
es_mx: ¡Selecciona una nueva nota para eliminar!

source: Errors occurred while trying to delete notes.
es_mx: Ocurrieron errores al intentar eliminar las notas.

source: Notes deleted successfully!
es_mx: ¡Notas eliminadas satisfactoriamente!

source: Sorry, this resource does not exists!
es_mx: ¡Lo sentimos, el recurso no existe!

source: Sorry, you are not authorized to view this resource
es_mx: Lo sentimos, no estas autorizado para ver este recurso

source: Browsing recent resources
es_mx: Examinando recursos recientes

source: Recent Resources
es_mx: Recursos Recientes

source: Top Resources
es_mx: Recursos Populares

source: Search results for "%s"
es_mx: Resultados de búsqueda para "%s"

source: Create documentation in XOOPS, quickly and in an advanced way.
es_mx: Crea documentación en XOOPS, rápido y fácilmente.

source: PHP Default
es_mx: Por defecto de PHP

source: Name based
es_mx: Basado en nombre

source: As list
es_mx: Como lista

source: As table
es_mx: Como tabla

source: Resources
es_mx: Recursos

source: List of resources
es_mx: Lista de recursos

source: Resource TOC
es_mx: TOC del Recurso

source: Table of content for a specific resource
es_mx: Tabla de contenidos para un recurso específico

source: %M% %d%, %Y%
es_mx: %d% de %M% de %Y%

source: Waiting Content
es_mx: Contenido en Espera

source: You have not specified any section!
es_mx: ¡No has especificado una sección!

source: Specified content does not exists!
es_mx: ¡El contenido especificado no existe!

source: The section indicated by current element does not exists!
es_mx: ¡La sección indicada por el elemento actual no existe!

source: Editing %s
es_mx: Editando %s

source: You have not specified any waiting section!
es_mx: ¡No has especificado una sección en espera!

source: This waiting content does not have any section assigned!
es_mx: ¡Este contenido en espera no cuenta con una sección asignada!

source: Editing Waiting Content
es_mx: Editando Contenido en Espera

source: Belong to
es_mx: Pertenece a

source: Title
es_mx: Título

source: Content
es_mx: Contenido

source: Parent Section
es_mx: Sección Padre

source: Select section...
es_mx: Selecciona un sección...

source: Display order
es_mx: Orden de presentación

source: Owner
es_mx: Propietario

source: Save Now
es_mx: Guardar Ahora

source: Cancel
es_mx: Cancelar

source: First select a resource to view the figures.
es_mx: Primerso selecciona un recurso para ver las figuras.

source: Figures in %s
es_mx: Figuras en %s

source: You have not selected any figure!
es_mx: No has selccionado una figura!

source: Do you really want to delete selected figures?
es_mx: ¿Realmente deseas eliminar las figuras seleccionadas?

source: Figures
es_mx: Figuras

source: Edit Figure
es_mx: Editar Figura

source: First select a resource to manage the figures.
es_mx: Primero selecciona un recurso para administrar sus figuras.

source: You have not specified a figure to edit!
es_mx: ¡No has especificado una figura para editar!

source: Editing Figure
es_mx: Editando Figura

source: Attributes
es_mx: Atributos

source: Save Changes
es_mx: Guardar Cambios

source: Save Figure
es_mx: Guardar Figura

source: Figure id not specified!
es_mx: ¡No se especifió el id de la figura!

source: Figure saved successfully!
es_mx: ¡Figura almacenada correctamente!

source: Figure could not be saved!
es_mx: ¡No se puedo almacenar la figura!

source: Figures could not be deleted!
es_mx: ¡Las figuras no pudieron ser eliminadas!

source: Home Page
es_mx: Página Inicial

source: Page saved successfully!
es_mx: ¡Página almacenada correctamente!

source: Page could not be saved!
es_mx: ¡La página no pudo ser almacenada!

source: Dashboard
es_mx: Tablero

source: All resources
es_mx: Todos los recursos

source: New resource
es_mx: Nuevo recurso

source: Drafts
es_mx: Borradores

source: Sections
es_mx: Secciones

source: All sections
es_mx: Todas las secciones

source: New section
es_mx: Nueva sección

source: Notes
es_mx: Notas

source: All notes
es_mx: Todas las notas

source: All figures
es_mx: Todas las figuras

source: New figure
es_mx: Nueva figura

source: Waiting
es_mx: Esperando

source: Select a resource to view notes from this
es_mx: Selecciona un recurso para ver sus notas

source: The specified resource does not exists!
es_mx: ¡El recurso especificado no existe!

source: Notes in %s
es_mx: Notas en %s

source: You have not selected any note!
es_mx: ¡No has selecciona una nota!

source: Do you really want to delete selected notes?
es_mx: ¿Realmente deseas eliminar las notas seleccionadas?

source: References
es_mx: Referencias

source: Editing Note
es_mx: Editando Nota

source: Resource not specified
es_mx: Recurso no especificado

source: Note not specified
es_mx: Nota no especificada

source: Edit Note
es_mx: Editar Nota

source: Note id not specified!
es_mx: ¡ID de la nota no especificado!

source: Already exists a note with same title
es_mx: Ya existe una nota con el mismo título

source: Note saved successfully!
es_mx: ¡Nota almacenada correctamente!

source: Note could not be saved!
es_mx: ¡La nota no pudo ser guardada!

source: No note selected!
es_mx: ¡No se selecciono una nota!

source: Session token expired
es_mx: Expiró el identificador de sesión

source: Do you really want to delete selected resources?
es_mx: ¿Realmente deseas eliminar los recursos seleccionados?

source: You must select an element before to do this action!
es_mx: ¡Debes seleccionar un elemento antes de realizar esta acción!

source: Editing Resource
es_mx: Aditando Recurso

source: You must provide an ID from some resource to edit!
es_mx: ¡Debes especificar el ID de algún recurso para editar!

source: Edit Resource: %s
es_mx: Editar Recurso: %s

source: New Resource
es_mx: Nuevo Recurso

source: Resource slug
es_mx: Nombre corto

source: Resource owner
es_mx: Propietario del recurso

source: Approve content and changes by editors
es_mx: Aprobar contenido y cambios hechos por editores

source: Groups that can see this resource
es_mx: Grupos que pueden ver este recurso

source: Set as public
es_mx: Establecer como público

source: Featured
es_mx: Destacado

source: Approve inmediatly
es_mx: Aprobar inmediatamente

source: When you enable this option the resource content will show in a single page.
es_mx: Si activas esta opción el contenido del recurso se mostrará en una sola página.

source: Update Resource
es_mx: Actualizar Recurso

source: You must provide a valid resource ID
es_mx: Debes proporciona uan ID valido

source: A resource with same title exists already!
es_mx: ¡Ya existe un recurso con el mismo título!

source: Resource could not be saved!
es_mx: ¡El recurso no pudo ser almacenado!

source: Resource saved successfully!
es_mx: ¡Recurso almacenado correctamente!

source: Select at least one resources to delete!
es_mx: ¡Selecciona al menos un recurso para eliminar!

source: "%s" is not a valid resource ID
es_mx: "%s" no es un recurso válido

source: Resource with ID "%s" does not exists
es_mx: El recurso con el ID "%s" no existe

source: Resource "%s" could not be deleted!
es_mx: ¡El recurso %s no pudo ser eliminado!

source: Errors ocurred while deleting resources
es_mx: Ocurrieron errores al eliminar recursos

source: Resources deleted susccessfully!
es_mx: ¡Recursos eliminados satisfactoriamente!

source: You must select at least a single resource!
es_mx: ¡Debes seleccionar por lo menos un recurso!

source: Provided resourse ID "%s" is not valid!
es_mx: ¡El ID de recurso %s no existe!

source: Resource with ID "%s" does not exists!
es_mx: ¡El recurso con ID %s no existe!

source: Resource "%s" could not be updated!
es_mx: ¡El recurso %s no pudo ser actualizado!

source: Errors ocurred while trying to update resources.
es_mx: Ocurrieron errores al intentar actualizar los recursos.

source: Resources updated successfully!
es_mx: ¡Recursos actualizados satisfactoriamente!

source: Database coould not be updated!
es_mx: ¡La base de datos no pudo ser actualizada!

source: Select at least a resource!
es_mx: ¡Selecciona al menos un recurso!

source: Resource ID "%s" is not valid!
es_mx: ¡El ID de recurso %s no es válido!

source: Resoource "%s" could not be saved!
es_mx: ¡El recurso %s no pudo ser guardado!

source: Notification email could not be sent!
es_mx: ¡No se pudo enviar el email de notifiación!

source: Select a resource to see the sections inside this
es_mx: Selecciona un recurso para ver las secciones que contiene

source: Sections Management
es_mx: Administración de Secciones

source: You must select a resource in order to create a new section
es_mx: Debes seleccionar un recurso para poder crear una nueva sección

source: Specify a section to edit
es_mx: Especifica una sección para editar

source: Specified section does not exists
es_mx: La sección especificada no existe

source: Edit Section
es_mx: Editar Sección

source: Create Section
es_mx: Crear Sección

source: A resource was not specified!
es_mx: ¡No se ha especificado un recurso!

source: No section has been specified
es_mx: ¡No se ha especificado una sección!

source: Section does not exists!
es_mx: ¡La sección no existe!

source: Sections has been saved but some errors ocurred
es_mx: Las secciones fueron guardadas pero ocurrieron algunos errores

source: You have not specify a resource id
es_mx: No has especificado un ID de recurso

source: You have not specified a section ID to delete!
es_mx: ¡No has especificado el ID de una sección para eliminar!

source: Errors ocurred while trying to delete sections!
es_mx: ¡Ocurrieron errores al internar eliminar las secciones!

source: Sections deleted successfully!
es_mx: ¡Secciones eliminadas satisfactoriamente!

source: Created by %s
es_mx: Creado por %s

source: Viewed %s times
es_mx: Visto %s veces

source: Block type:
es_mx: Tipo de bloque:

source: Number of resources:
es_mx: Número de recursos:

source: Show description
es_mx: Mostrar descripción

source: Description length:
es_mx: Longitud de la descripción

source: If you wish to show all description, then specify the length as "0".
es_mx: I deseas mostrar toda la descripción entonces especifica la longitud como "0".

source: Unknow element
es_mx: Elemento desconocido

source: Publication <%s> approved!
es_mx: ¡Recurso <%s> aprobado!

source: ERROR 404. Document not Found
es_mx: ERROR 404. Documento no encontrado

source: Notes & References
es_mx: Notas y Referencias

source: Insert notes & references
es_mx: Insertar notas y referencias

source: Insert figures
es_mx: Insertar figuras

source: Insert Table Of Contents
es_mx: Insertar Tabla de Contenidos

source: Resources Index
es_mx: Índice del Recurso

source: Insert Resources Index
es_mx: Insertar Índice del Recurso

source: All Resources
es_mx: Todos los Recursos

source: Featured Resources
es_mx: Recursos Destacados

source: Section Options
es_mx: Opciones de Sección

source: Save and return
es_mx: Guardar y regresar

source: Save Section
es_mx: Guardar Sección

source: Discard Section
es_mx: Descartar Sección

source: Notes &amp; References
es_mx: Notas y Referencias

source: There are not exists references for this resource yet!
es_mx: ¡Todavía no existen referencias para este recurso!

source: Resource Figures
es_mx: Figuras del Recurso

source: There are not exists figures for this resource yet!
es_mx: ¡Todavía no existen figuras para este recurso!

source: New Note
es_mx: Nueva Nota

source: Title:
es_mx: Título:

source: Content:
es_mx: Contenido:

source: Display method for Resources index
es_mx: Modo de presentación del índice de recursos

source: Choose the method that you wish to use when display the resources index. This option affects to All, Recent and Featured index of resources.
es_mx: Selecciona el método que deseas usar cuando se muestre el índice de los recursos. Este opción afecta a Todo, Recursos recientes y destacados.

source: Subdomain on wich RapidDocs will be used
es_mx: Subdominio en el que RapidDocs será utilzado

source: You can specify a subdomain if your htaccess file has been configurated for it (e.g. http://docs.xoops.org).
es_mx: Puedes especificar un dominio si tu archivo htaccess ha sido configurado para esto (ej. http://docs.xoops.org).

source: URLs mode:
es_mx: Modo de URLs:

source: This options indicate the way in wich RapidDocs will generate the urls for resources.
es_mx: Esta opción indica la forma en que RapidDocs generará las urls para los recursos.

source: Base path for urls
es_mx: Ruta base para urls

source: Indicate the base path used to generate urls (eg. /docs).
es_mx: Inidica la ruta base usada para generar urls (ej. /docs).

source: Number of columns for index
es_mx: Número de columnas para el índice

source: This option is used only when display method is "as list"
es_mx: Esta opción es utilizada solo cuando la forma de presentación es "como lista"

source: Number of resources on the index
es_mx: Número de recursos en el índice

source: This is the limit number for resources displayed on index
es_mx: Este es el número límite de recursos mostrados en el índice.

source: Groups with authorization to create new resources
es_mx: Grupos con autorización para crear nuevos recursos

source: Select the groups that you wisth to authorize to create new resources.
es_mx: Selecciona los gurpos a los que deseas autorizar para crear nuevos recursos.

source: Allow the creation of new resources
es_mx: Permitir la creación de nuevos recursos

source: Auto approve resources created for allowed users
es_mx: Aprobar automáticamente los recursos creados por usuarios autorizados

source: Notes and References
es_mx: Notas y Referencias

source: Search:
es_mx: Buscar:

source: Go
es_mx: Ir

source: Options
es_mx: Opciones

source: Existing Figures
es_mx: Figuras Existentes

source: Insert
es_mx: Insertar

source: Edit
es_mx: Editar

source: Delete
es_mx: Eliminar

source: Close Window
es_mx: Cerrar Ventana

source: Wait a second...
es_mx: Espera un segundo...

source: Resource:
es_mx: Recurso:

source: Description:
es_mx: Descripción:

source: Description is a required attribute!
es_mx: ¡La Descripción es un atributo requerido!

source: You must input the content for this figure!
es_mx: ¡Debes especificar el contenido para esta figura!

source: Atributes:
es_mx: Aributos:

source: Here you can specify another atributes to include with the figure. You can specify a css class name, or an id for figure.
es_mx: Aquí puedes epecificar otros atributos para incluir en la figura. Es posible especificar un clase css o un ID para la figura, etc.

source: Search
es_mx: Buscar

source: Top
es_mx: Arriba

source: Quick Index
es_mx: Índice Rápido

source: Existing notes and references
es_mx: Notas y referencias existentes

source: Notes was not found.
es_mx: Notas no ecnontradas.

source: Select resource first
es_mx: Primero selecciona un recurso

source: Create new note
es_mx: Crear una nueva nota

source: Do you really want to delet selected notes?
es_mx: ¿Realmente deseas eliminar las notas seleccionadas?

source: Close
es_mx: Cerrar

source: Create PDF Book
es_mx: Crear libro PDF

source: Print Book
es_mx: Imprimir Libro

source: Published at %s.
es_mx: Publicado en %s

source: Modified by last time at %s.
es_mx: Modificado por última vez en %s

source: Edited by %s.
es_mx: Editado por %s

source: Read %s times.
es_mx: Leído %s veces.

source: Comments
es_mx: Comentarios

source: Table of Contents
es_mx: Tabla de Contenidos

source: Results for "%s"
es_mx: Resultados para %s

source: %s by %s.
es_mx: %s por %s

source: Created on %M% %d%, %Y%.
es_mx: Creado en %d% de %M%, %Y%.

source: Viewed %s times.
es_mx: Visto %s veces.

source: Edit Page
es_mx: Editar Página

source: New Page
es_mx: Nueva Página

source: Resource
es_mx: Recurso

source: Parent
es_mx: Padre

source: Select parent...
es_mx: Selecciona un padre...

source: Custom Fields
es_mx: Campos Personalizados

source: Name
es_mx: Nombre

source: Value
es_mx: Valor

source: Add new field:
es_mx: Agregar nuevo campo:

source: - Select -
es_mx: - Seleccionar -

source: Enter New
es_mx: Ingresar Nuevo

source: Please provide a value for this meta field
es_mx: Por favor proporcione un valor para este campo personalizado

source: Add custom field
es_mx: Agregar campo personalizado

source: Custom fields can be used to add extra metadata to a post that you can use in your theme.
es_mx: Los campos personalizados pueden ser utilizados para agregar datos extra a una sección que posteriormente puedes usar en tus scripts o temas.

source: Save and return to content
es_mx: Guardar y regresar al contenido

source: Save and return to form
es_mx: Guardar y regresar al formulario

source: Save and return to list
es_mx: Guardar y regresar a la lista

source: Save Page
es_mx: Guardar Página

source: Generate PDF
es_mx: Generar PDF

source: Print Section
es_mx: Imprimir Sección

source: New Section
es_mx: Nueva Sección

source: Existing Sections
es_mx: Secciones Existentes

source: Order
es_mx: Orden

source: Save Orders
es_mx: Guardar Posiciones

source: Search Figures:
es_mx: Buscar Figuras:

source: Bulk actions...
es_mx: Acciones en bloque...

source: Apply
es_mx: Aplicar

source: Choose another resource
es_mx: Seleccionar otro recurso

source: All Figures
es_mx: Todas las Figuras

source: New Figure
es_mx: Nueva Figura

source: There are not figures created for this resource.
es_mx: No hay figuras creadas en este recurso.

source: Home Page Editor
es_mx: Editor para la Página Inicial

source: You can edit and customize the home page for RapidDocs.
es_mx: Puedes editar y personalizar la página inicial de RapidDocs

source: Add your own content and include resources to integrate the home page with your site.
es_mx: Agrega tu propio contenido e incluye recursos para integrar la página inicial de tu sitio.

source: Resources by popularity
es_mx: Recursos por popularidad

source: Sections by comments
es_mx: Secciones por comentarios

source: RapidDocs Resume
es_mx: Resumen de RapidDocs

source: %s Resources
es_mx: %s Recursos

source: %s Sections
es_mx: %s Secciones

source: %s Figures
es_mx: %s Figuras

source: %s Notes & References
es_mx: %s Notas y Referencias

source: Resources waiting for approval
es_mx: Recursos esperando por aprobación
