Repository: googlecode-mirror/bitcero-modules
Catalog: docs/trunk/lang/*.po
Languages: es_mx

source: No Published Resources
es_mx: Recursos no Publicados

source: There are not resources to show here.
es_mx: No hay recursos para mostrar aquí

source: RapidDocs News
es_mx: Noticias de RapidDocs

source: Search Notes:
es_mx: Buscar Notas:

source: All Notes
es_mx: Todas las Notas

source: There are not notes created for this resource.
es_mx: No hay notas creadas para este recurso.

source: Search Resources:
es_mx: Buscar Recursos:

source: Resources: results for "%s"
es_mx: Recursos: resultados para %s

source: Available Resources
es_mx: Recursos Disponibles

source: Approve
es_mx: Aprobar

source: Draft
es_mx: Borrador

source: Set as private
es_mx: Establecer como privado

source: Enable quick index
es_mx: Habilitar índice rápido

source: Disable quick index
es_mx: Desabilitar índice rápido

source: Show All
es_mx: Mostrar Todo

source: Created
es_mx: Creado

source: Not featured
es_mx: Sin destacar

source: View Sections
es_mx: Ver Secciones

source: View Notes
es_mx: Ver Notas

source: View Figures
es_mx: Ver Figuras

source: Published
es_mx: Publicado

source: Reviewing Modifications
es_mx: Revisando Modificaciones

source: Original Data
es_mx: Datos Originales

source: Section Title:
es_mx: Título de la Sección:

source: Section Content:
es_mx: Contenido de la Sección:

source: View Section
es_mx: Ver Sección

source: New Data
es_mx: Datos Nuevos

source: Discard
es_mx: Descartar

source: Sections in %s
es_mx: Secciones en %s

source: List Sections
es_mx: Enlistar Secciones

source: Author
es_mx: Autor

source: Updated
es_mx: Actualizado

source: Do you really want to delete %s?
es_mx: ¿Realmente deseas eliminar %s?

source: Add Section
es_mx: Agregar Sección

source: You must provide a title for this section!
es_mx: ¡Debes proporcionar un título para esta sección!

source: Remember to save this section in order to activate all options.
es_mx: Recuerda guardar esta opción para activar todas las opciones.

source: Section Author:
es_mx: Autor de la Sección:

source: Sections Options
es_mx: Opciones de la Sección

source: Parent section:
es_mx: Sección padre:

source: Select...
es_mx: Seleccionar...

source: Display order:
es_mx: Posición:

source: Select at least one element before to do this action!
es_mx: ¡Selecciona al menos un elemento antes de ejecutar esta acción!

source: Do you really want to delete selected items?
es_mx: ¿Realmente deseas eliminar los elementos seleccionados?

source: Next are the edited sections waiting for approval and revision. Please, be careful with content to prevent spam or another inconveniences.
es_mx: Las siguientes son las secciones editadas esperando por revisión y aprobación. Por favor se cuidadoso para prevenir el SPAM u otras inconveniencias.

source: Section
es_mx: Sección

source: New Title
es_mx: Nuevo Título

source: Modified
es_mx: Modificado

source: Edited by
es_mx: Editado por

source: There are no waiting submissions at this time
es_mx: No hay contenidos en espera en este momento

source: Review
es_mx: Revisar

source: This is an automatic email message sent from %s site.
es_mx: Este es un mensaje automático enviado por el sitio %s.

source: Your resource "%s" has been approved and now is visible for other users. To visit this resource, please follow next link.
es_mx: Tu recurso %s ha sido aprobado y ahora es visible para otros usuarios. Para visitar este recurso visita el siguiente enlace.

source: Please do not respond to this message. This is an automatic message.
es_mx: Por favor no responda a este mensaje. Este es un mensaje automático.

source: A new resource has been created and is waiting for your approval.
es_mx: Un nuevo recurso ha sido creado y esta esperando por tu aprobación.

source: To view more details please visit the next link:
es_mx: Para ver mas detalles visita el siguiente enlace:

source: This message has been automatically created by RapidDocs.
es_mx: Este mensaje ha sido creado automáticamente por RapidDocs.
