Repository: googlecode-mirror/bitcero-modules
Catalog: galleries/trunk/lang/*.po
Languages: es_mx

source: You don't have authorization to view this section
es_mx: No tienes autorización para ver esta sección

source: Favorites
es_mx: Favoritos

source: Friends
es_mx: Amigos

source: My Albums
es_mx: Mis Álbumes

source: My Images
es_mx: Mis Imágenes

source: Specified user does not exists!
es_mx: ¡No existe el usuario especificado!

source: Albums %u to %u from %u
es_mx: Álbumes %u a %u de %u

source: %M% %d%, %Y%
es_mx: %d% de %M%, %Y%

source: Created on:
es_mx: Creado:

source: Owned by:
es_mx: Propietario:

source: Images:
es_mx: Imágenes:

source: Existing Albums
es_mx: Álbumes Existentes

source: Sets of %s
es_mx: Álbumes de %s

source: Pictures
es_mx: Imágenes

source: Showing <strong>%u</strong> to <strong>%u</strong> from <strong>%u</strong> photos.
es_mx: Mostrando <strong>%u</strong> a <strong>%u</strong> de <strong>%u</strong> imágenes.

source: Existing photos
es_mx: Imágenes Existentes

source: Tags of %s
es_mx: Etiquetas de %s

source: Existing tags
es_mx: Etiquetas existentes

source: Specified tag does not exists!
es_mx: ¡No existe la etiqueta especificada!

source: Showing photos %u to %u from %u.
es_mx: Mostrar imágenes %u a %u de %u.

source: %s: tagged as %s
es_mx: %s: etiquetada como %s

source: Images tagged as "%s"
es_mx: Imágenes etiquetadas como "%s"

source: Quick View
es_mx: Vista rápida

source: Recent Photos
es_mx: Imagenes recientes

source: Recent Albums
es_mx: Álbumes recientes

source: Created by:
es_mx: Creado por:

source: Photos:
es_mx: Imágenes:

source: Other Albums
es_mx: Otros álbumes

source: View Photos
es_mx: Ver imágenes

source: More albums
es_mx: Más álbumes

source: Browse albums
es_mx: Explorar álbumes

source: Browse photos
es_mx: Explorar Imágenes

source: Browse tags
es_mx: Explorar etiquetas

source: by %s
es_mx: Por %s

source: The postcards service is currently disabled!
es_mx: ¡El servicio de postales electrónicas actualmente esta deshabilitado!

source: You must be a registered user in order to send postcards!
es_mx: ¡Debes ser un usuario registrado para enviar postales!

source: Specified image does not exists!
es_mx: ¡La imagen especificada no existe!

source: Send Postcard
es_mx: Enviar postal

source: Your name
es_mx: Tu nombre

source: Your email
es_mx: Tu email

source: Friend name
es_mx: Nombre de tu amigo

source: Friend email
es_mx: Email de tu amigo

source: Postcard title
es_mx: Título de la postal

source: Postcard text
es_mx: Texto de la postal

source: Please enter the captcha below
es_mx: Por favor ingresa el código de abajo

source: Preview Postcard
es_mx: Vista previa de la postal

source: %s Says:
es_mx: %s Dice:

source: Preview "%s" postcard
es_mx: Vista previa de la postal "%s"

source: View picture
es_mx: Ver Imagen

source: View user pictures
es_mx: Ver Imagen de usuario

source: Edit Postcard
es_mx: Editar Postal

source: Please check the security words and write it correctly!
es_mx: ¡Por favor verifica las palabras de seguridad y escríbelas correctamente!

source: Unable to send e-card. Please try again!
es_mx: Imposible enviar postal. ¡Por favor intentalo otra vez!

source: E-card sent successfully!
es_mx: ¡Postal enviada satisfactoriamente!

source: Showing pictures %u to %u from %u
es_mx: Mostrando imágenes %u a %u de %u

source: Found %s pictures for "%s"
es_mx: Encontrar %s imágenes por"%s"

source: Sorry, you have not permission to upload pictures.
es_mx: Lo sentimos, no tienes permiso para cargar imágenes.

source: Sorry, you have exceed your quota limit!
es_mx: ¡Lo sentimos, has excedido tu limite de cuota!

source: Upload your Pictures
es_mx: Cargar tus imágenes

source: Step 1:
es_mx: Paso 1:

source: Step 2:
es_mx: Paso 2:

source: Step 3:
es_mx: paso 3:

source: Step 4:
es_mx: Paso 4:

source: Select Files
es_mx: Seleccionar Archivos

source: Set Privacy
es_mx: Establecer privacidad

source: Private (<em>Only you will seee these pictures</em>)
es_mx: Privado (<em>) Solo podrás ver estas imágenes </em>)

source: For Friends (<em>Only you and your friends will see these pictures</em>)
es_mx: Para amigos (<em>Solo tu y tus amigos podrán ver estas imágenes </em>)

source: Public (<em>Pictures will visible for all</em>)
es_mx: Publico (<em>Visiblaes para todos</em>)

source: Upload Files
es_mx: Cargar Archivos

source: Click to Upload
es_mx: Click para Subir

source: Specify tags to use
es_mx: Especificar etiquetas

source: Separate each tag with a comma (,).
es_mx: Separa cada etiqueta con una coma (,).

source: The maximum file size allowed is <strong>%s</strong>.
es_mx: El tamaño máximi permitido es <strong>%s</strong>.

source: You have used <strong>%s</strong> of <strong>%s</strong> available. You left <strong>%s</strong>
es_mx: Has usado <strong>%s</strong> de <strong>%s</strong> disponibles. Te quedan <strong>%s</strong>

source: Sorry, an error ocurred while trying to register your permissions on database. Try again later!
es_mx: Lo sentimos, ocurrió un error al intentar registrar tus permsisos ¡Intentalo mas tarde!

source: Picture %s could not be uploaded!
es_mx: ¡La imágen %s no pudo ser cargada!

source: Errors ocurred while trying to upload images!
es_mx: ¡Ocurrieron errores al intentar carga las imágenes!

source: Pictures stored successfully!
es_mx: ¡Imágenes almacenadas satisfactoriamente!

source: Specified user does not exists
es_mx: No existe el usuario especificado

source: Pictures of %s
es_mx: Imágenes de %s

source: You can not view this image!
es_mx: ¡No puedes ver esta imagen!

source: You are not authorized to view this image!
es_mx: ¡No cuentas con autorización para ver esta imagen!

source: Specified album does not exists!
es_mx: ¡El álbum especificado no existe!

source: Also belongs to:
es_mx: Tambien pertenece a:

source: Send postcard
es_mx: Enviar postal

source: + Bookmark
es_mx: + Favoritos

source: + to Album
es_mx: + a Álbum

source: This is the last picture
es_mx: Esta es la última imagen

source: This is the first picture
es_mx: Esta es la primera imagen

source: Dow you really want to delete this picture?\n(%s)
es_mx: ¿Realmente deseas eliminar esta imagen?\n(%s)

source: Edit
es_mx: Editar

source: Delete
es_mx: Eliminar

source: Pictures in %s
es_mx: Imágenes en %s

source: Galleries of %s
es_mx: Galerías de %s

source: Specified users does not exists!
es_mx: ¡El usuario especificado no existe!

source: You can not view this private album!
es_mx: ¡No puedes ver este álbum privado!

source: You must be a friend of %s in order to see this album!
es_mx: ¡Para poder ver este álbum necesitas ser un amigo de %s!

source: Pictures: %s
es_mx: Imágenes: %s

source: Showing pictures %u to %u out of %u.
es_mx: Mostrando imágenes %u a %u de %u.

source: %m%/%d%/%Y% %h%:%i%
es_mx: %d%/%m%/%Y% %h%:%i%

source: Updated on %s
es_mx: Actualizado el %s

source: Module to publish and manage photo galleries in XOOPS using Common Utilities
es_mx: Modulo para publicar y manejar galerías de imágenes en XOOPS usando Common Utilities

source: Crop thumbnail
es_mx: Recortar miniatura

source: Crop image
es_mx: Recortar imágen

source: Crop both
es_mx: Recortar ambas

source: Only resize
es_mx: Solo redimensionar

source: Show pictures based on configured parameters
es_mx: Mostrar imágenes basándose en los parámetros configurados

source: Albums
es_mx: Álbumes

source: Index
es_mx: Índice

source: User pictures
es_mx: Imágenes de usuario

source: Picture details
es_mx: Detalles de imágenes

source: User album
es_mx: Áblum de usuario

source: Control panel
es_mx: Panel de control

source: Explore albums
es_mx: Explorar álbumes

source: Explore pictures
es_mx: Explorar imágenes

source: Tags
es_mx: Etiquetas

source: Explore tags
es_mx: Explorar etiquetas

source: Upload pictures
es_mx: Cargar imágenes

source: Search
es_mx: Buscar

source: Images Management
es_mx: Administración de Imágenes

source: Images
es_mx: Imágenes

source: Do you really wish to delete selected images?
es_mx: ¿Realmente deseas eliminar las imágenes seleccionadas?

source: Image ID not valid!
es_mx: ¡ID de imagen no válida!

source: Edit image
es_mx: Editar imagen

source: Add image
es_mx: Agregar imagen

source: Editing image
es_mx: Editando imagen

source: User
es_mx: Usuario

source: Title
es_mx: Título

source: Image file
es_mx: Archivo de imagen

source: Current image
es_mx: Imagen actual

source: Description
es_mx: Descripción

source: Privacy
es_mx: Privacidad

source: Private
es_mx: Privado

source: Visible for friends
es_mx: Visible para amigos

source: Visible for all
es_mx: Visible para todos

source: Separate each tag with a comma (,)
es_mx: Separa cada etiqueta con una coma (,)

source: Save changes
es_mx: Guardar cambios

source: Cancel
es_mx: Cancelar

source: All Images (*.jpg, *.png, *.gif)
es_mx: Todas las imágenes (*.jpg; *.png; *.gif)

source: Browse Images...
es_mx: Seleccionar Imágenes...

source: Uploaded successfully!
es_mx: ¡Cargada satisfactoriamente!

source: Create batch images
es_mx: Crear imágenes por lote

source: Session token expired!
es_mx: ¡El Identificador de sesión ha expirado!

source: New user owner could not be saved!
es_mx: ¡No se han podido almacenar los datos del usuario!

source: Errors ocurred while trying to save image.
es_mx: Ocurrieron errores al intentar almacenar la imagen.

source: Database updated successfully!
es_mx: ¡Base de datos actualizada correctamente!

source: User owner could not be created!
es_mx: ¡El propietario no pudo ser creado!

source: File could not be inserted to database!
es_mx: ¡El archivo no pudo ser insertado en la base de datos!

source: No images has been selected!
es_mx: ¡No se han seleccionado imágenes!

source: Image ID "%s" not valid
es_mx: El ID de la imagen "%s" no es válido

source: Image "%s" does not exists!
es_mx: ¡La imagen "%s" no existe!

source: Image "%s" could not be deleted!
es_mx: ¡La imagen "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete images
es_mx: Ocurrieron errores al tratar de eliminar imágenes

source: Images deleted successfully!
es_mx: ¡Imágenes eliminadas exitosamente!

source: Image ID "%s" is not valid
es_mx: ID de la imagen "%s" no es válido

source: Image could not be updated!
es_mx: ¡La imagen no pudo ser actualizada!

source: Errors ocurred while trying to update images!
es_mx: ¡Ocurrieron errores al tratar de actualizar imágenes!

source: Images updated successfully!
es_mx: ¡Imágenes actualizadas exitosamente!

source: Empty album
es_mx: Álbum vacío

source: Dashboard
es_mx: Tablero

source: List albums
es_mx: Lista de álbumes

source: Add album
es_mx: Agregar álbum

source: List tags
es_mx: Listar etiquetas

source: Add tags
es_mx: Agregar etiquetas

source: Users
es_mx: Usuarios

source: List users
es_mx: Listar usuarios

source: New user
es_mx: Usuario Nuevo

source: List images
es_mx: Listar imágenes

source: Add multiple images
es_mx: Agregar imágenes en lote

source: Postcards
es_mx: Postales

source: %M% %d%, %Y% - %h%:%i%:%s%
es_mx: %d% de %M%, %Y% - %h%:%i%:%s%

source: E-cards
es_mx: Postales electronicas

source: Do you really wish to delete selected e-cards?
es_mx: ¿En realidad desea eliminar la postal seleccionada?

source: You must select one e-card at least!
es_mx: ¡Por lo menos debes seleccionar una postal!

source: The ID "%s" is not valid!
es_mx: ¡La ID "%s" no es valida!

source: E-Card with id "%s" does not exists!
es_mx: La postal con id "%s" no existe!

source: E-Card "%s" could not be deleted!
es_mx: ¡La postal "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete e-cards
es_mx: Ocurrieron errores mientras trataba de eliminar postales

source: E-Cards deleted successfully!
es_mx: ¡Postales eliminadas exitosamente!

source: Albums Management
es_mx: Administración de Álbumes

source: Do you really wish to delete selected albums?
es_mx: ¿Realmente desea eliminar los álbumes seleccionados?

source: Do you really wish to delete all images formats for this album?\nOnly deletes formats for albums, search and others, except normal thumbnails.
es_mx: ¿Realmente desea eliminar todos los formatos de las imágenes para este álbum?\n Solo elimina formatos para álbumes, búsquedas y otros, excepto miniaturas.

source: Please provide a valid ID!
es_mx: ¡Por favor proporcione un ID válido!

source: Albums management
es_mx: Administración de álbumes

source: Edit album
es_mx: Editar álbum

source: New album
es_mx: Nuevo álbum

source: New Album
es_mx: Nuevo Álbum

source: Album title
es_mx: Título del álbum

source: Privacy level
es_mx: Nivel de seguridad

source: Public for friends
es_mx: Visible para amigos

source: Public
es_mx: Público

source: Owner
es_mx: Propietario

source: Save Changes!
es_mx: ¡Guardar cambios!

source: Create Album!
es_mx: ¡Crear Álbum!

source: You have another album with same name. Please specify a different name.
es_mx: Tiene otro álbum con el mismo nombre. Por favor especifique un nombre diferente.

source: Database could not be updated!
es_mx: ¡La base de datos no pudo ser actualizada!

source: Select one album at least!
es_mx: ¡Seleccione por lo menos un álbum!

source: ID "%u" is not valid
es_mx: El ID "%u"no es válido

source: Album "%u" does not exists
es_mx: El álbum "%u" no existe

source: Album "%u" could not be deleted
es_mx: El álbum "%u" no pudo ser eliminado

source: Errors ocurred while trying to delete albums
es_mx: Ocurrieron errores al tratar de eliminar álbumes

source: "%u" is not a valid ID
es_mx: "%u" no es un ID válido

source: Error ocurred while trying to update album "%u"!
es_mx: ¡Ocurrieron errores al tratar de actualizar el álbum "%u"!

source: Errors ocurred while trying to update albums
es_mx: Ocurrieron errores al tratar de actualizar álbumes

source: Sorry, this is not a valid album!
es_mx: ¡Lo sentimos este no es un álbum válido!

source: Specified Album does not exists!
es_mx: ¡El álbum especificado no existe!

source: Sorry, we were unable to find the album owner!
es_mx: ¡Lo sentimos, no encontramos el propietario del álbum!

source: There are not image formats for this album.
es_mx: No hay formatos de imagen para este álbum.

source: Image formats deleted!
es_mx: ¡Formatos de imagen eliminados!

source: Tags Management
es_mx: Administración de Etiquetas

source: Do you really wish to delete selected tags?
es_mx: ¿Realmente deseas eliminar las etiquetas seleccionadas?

source: Specify some valid IDs
es_mx: Especifica algunos IDs válidos

source: Edit Tags
es_mx: Editar Etiquetas

source: Add Tags
es_mx: Agregar etiquetas

source: Editing tags
es_mx: Editar etiquetas

source: ID "%s" is not valid
es_mx: ID "%s" no es válido

source: Tag "%s" does not exists
es_mx: Etiqueta "%s" no existe

source: Tag name
es_mx: Nombre de la etiqueta

source: Save Changes
es_mx: Salvar Cambios

source: Create tags
es_mx: Crear etiquetas

source: Tag "%s" does not have the correct length!
es_mx: ¡La etiqueta "%s" no tiene la longitud correcta!

source: There are another tag with name "%s" already registered!
es_mx: ¡Hay otras etiquetas con el nombre "%s" ya registradas!

source: Errors while trying to save tag "%s"
es_mx: Ocurrieron errores al tratar de guardar la etiqueta"%s"

source: Errors ocurred while trying to save tags.
es_mx: Ocurrieron errores al tratar de guardar las etiquetas.

source: Tags saved successfully!
es_mx: ¡Etiquetas guardadas exitosamente!

source: Select at least one tag to delete
es_mx: Seleccione por lo menos una etiqueta para eliminar

source: Tag "%s" could not be deleted!
es_mx: etiqueta "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete tags.
es_mx: Ocurrieron errores al tratar de eliminar etiquetas.

source: Tags deleted successfully!
es_mx: ¡Etiquetas eliminadas exitosamente!

source: Users management
es_mx: Administración de usuarios

source: Do you really wish to delete selected users?
es_mx: ¿Realmente desea eliminar los usuarios seleccionados?

source: User id is not valid!
es_mx: ¡El id del usuario no es válido!

source: Edit User
es_mx: Editar usuario

source: New User
es_mx: Nuevo Usuario

source: Xoops User
es_mx: Usuario Xoops

source: Max Quota
es_mx: Cuota Máxima

source: This value determines the total disc quota to be used for user and must be specified in megabytes.
es_mx: Este valor determinará la cuota total del disco para ser usada y debe ser especificada en megabytes.

source: Blocked
es_mx: Bloqueado

source: Create User
es_mx: Crear Usuario

source: This is user has been registered already!
es_mx: ¡Este usuario ya ha sido registrado!

source: Errors ocurred while trying to save this user.
es_mx: Ocurrieron errores al tratar de guardar este usuario.

source: User saved successfully!
es_mx: ¡Usuario guardado exitosamente!

source: You must provide a user id to delete
es_mx: Debes proporcionar un id de usuario para eliminar

source: User with id "%s" does not exists!
es_mx: ¡El usuario con id "%s" no existe!

source: User with id "%s" could not be deleted!
es_mx: ¡Usuario con id "%s" no pupo ser eliminado!

source: Errors ocurred while trying to delete users.
es_mx: Ocurrieron errorres al tratar de eliminar usuarios.

source: Users deleted successfully!
es_mx: ¡Usuarios eliminados exitosamente!

source: Select at least one user to update
es_mx: Selecciona por lo menos un usuario para actualizar

source: User with id "%s" could not be updated!
es_mx: Usuario con id "%s" no pudo ser actualizado!

source: Errors ocurred while trying to update users
es_mx: Ocurrieron errores al tratar de actualizar usuarios

source: Users updated successfully!
es_mx: ¡Usuarios actualizados exitosamente!

source: Number of pictures:
es_mx: Número de imágenes:

source: Type of pictures:
es_mx: Tipo de imágenes:

source: Recent
es_mx: Reciente

source: Random
es_mx: Aleatorio

source: Top viewed
es_mx: Más vistas

source: Item width:
es_mx: Amplitud del elemento

source: Show title:
es_mx: Mostrar título:

source: Yes
es_mx: Si

source: Albums block options
es_mx: Opciones del bloque de álbumes

source: Number of albums
es_mx: Número de álbumes

source: Show picture
es_mx: Mostrar imagen

source: Show information
es_mx: Mostrar information

source: Unknow element
es_mx: Elemento desconocido

source: Home
es_mx: Inicio

source: Photos
es_mx: Imágenes

source: My Photos
es_mx: Mis Imágenes

source: Upload Photos
es_mx: Cargar Imágenes

source: Existing Bookmarks
es_mx: Marcadores Existentes

source: Created
es_mx: Creado

source: by user
es_mx: por usuario

source: Picture
es_mx: Imagen

source: Options
es_mx: Opciones

source: Do you really wish to deleted selected favorite?
es_mx: ¿Realmente deseas eliminar el favorito seleccionado?

source: Do you really wish to deleted selected favorites?
es_mx: ¿Realmente desea eliminar los favoritos seleccionados?

source: Image id is not valid!
es_mx: ¡El id de la imagen no es válido!

source: You don't have authorization to view this picture!
es_mx: ¡No tienes autorización para ver esta imagen!

source: You must be a friend of this user in order to view this picture!
es_mx: ¡Debes ser amigo de este usuario para poder ver esta imagen!

source: This picture already is in your favorites
es_mx: Esta imagen aún esta en tus favoritos

source: Picture could not be added to your favorites!
es_mx: ¡La imagen no pudo ser agregada a tus favoritos!

source: Picture added to your favorites successfully!
es_mx: ¡Imagen agregada a tus favoritos exitosamente!

source: You must select one picture at least!
es_mx: ¡Por lo menos debes seleccionar una imagen!

source: ID %u is not valid!
es_mx: ¡El Id %u no es válido!

source: Image with id %u is not valid!
es_mx: ¡La imagen con id %u no es válida!

source: Favorite picture "%s" could not be deleted!
es_mx: ¡Imagen favorita "%s" no pudo ser eliminada!

source: Errors ocurred while trying to delete favorites!
es_mx: ¡Ocurrieron errores al tratar de eliminar favoritos!

source: Favorites deleted successfully!
es_mx: ¡Favoritos eliminados exitosamente!

source: Sowing friends %u to %u from %u.
es_mx: Mostrando amigos %u a %u de %u.

source: User name
es_mx: Nombre de usuario

source: New Friend
es_mx: Nuevo Amigo

source: Do you really wish to delete specified friend?
es_mx: ¿Realmente desea eliminar el amigo especificado?

source: Do you really wish to delete selected friends?
es_mx: ¿Realmente desea eliminar los amigos seleccionados?

source: User "%s" could not be found!
es_mx: ¡El usuario "%s" no se encontró!

source: %s is your friend already!
es_mx: ¡%s ya es tu amigo!

source: User %s could not be added as a friend!
es_mx: ¡El usuario %s no se agregó como amigo!

source: User %s has been added to your friends list!
es_mx: ¡El usuario %s ha sido agregado a tu lista de amigos!

source: Specified id for friend is not valid!
es_mx: ¡El id especificado para el amigo no es válido!

source: Specified user is not yoru friend!
es_mx: ¡El amigo especificado no es tu amigo!

source: Friend could not be deleted!
es_mx: ¡El amigo no fue eliminado!

source: Friend deleted successfully!
es_mx: ¡Amigo eliminado exitosamente!

source: Specified album is not valid!
es_mx: ¡El álbum especificado no es válido!

source: Showing images %u to %u of %u
es_mx: Mostrando imagenes %u a %u de %u

source: Existing images for user "%s" in album "%s"
es_mx: Imágenes existentes para el usuario "%s" en el álbum "%s"

source: Existing images for user "%s"
es_mx: Imágenes existentes para el usuario "%s"

source: Image
es_mx: Imagen

source: Add to Album...
es_mx: Agregar al álbum...

source: Do you really wish to delete specified picture?
es_mx: ¡Realmente desea eliminar la imagen especificada?

source: Do you really wish to deleted selected pictures?
es_mx: ¿Realmente desea eliminar las imágenes seleccionadas?

source: Change name
es_mx: Cambiar nombre

source: Change description
es_mx: Cambiar descripción

source: Add Description
es_mx: Agregar Descripción

source: Sepecified images is not valid!
es_mx: ¡La imagen especificada no es válida

source: Sepecified image does not exists!
es_mx: ¡La imagen especificada no existe!

source: You are not authorized!
es_mx: ¡No estas autorizado!

source: Edit Image
es_mx: Editar Imagen

source: New Image
es_mx: Imagen Nueva

source: Image title
es_mx: Título de la imagen

source: Current picture
es_mx: Imagen actual

source: Access level
es_mx: Nivel de acceso

source: Public for all
es_mx: Visible para todos

source: Separe each tag with commas.
es_mx: Separe cada etiqueta con comas.

source: Create Image
es_mx: Crear Imagen

source: Errores ocurred while trying to update database!
es_mx: Ocurrieron errores

source: You must specify one picture at least!
es_mx: ¡Debes especificar por lo menos una imagen!

source: Picture with id %u is not valid!
es_mx: ¡La imagen con id %u no es válida!

source: Picture with id %u does not exists!
es_mx: ¡La imagen con id %u no existe!

source: Picture "%s" could not be deleted!
es_mx: ¡La imagen "%s" no se eliminó!

source: Errors ocurred while trying to delete pictures
es_mx: Ocurrieron errores al tratar de eliminar imágenes

source: Pictures deleted succesfully!
es_mx: ¡Imágenes eliminadas exitosamente!

source: Picture %s is not valid!
es_mx: ¡La imagen %s no es válida!

source: Picture %s does not exists
es_mx: La imagen %s no existe

source: Picture %s could not be saved!
es_mx: ¡La imagen %s no se guardó!

source: Errors ocurred while trying to save changes.
es_mx: Ocurrieron errores al tratar de guardar los cambios.

source: Changes applied successfully!
es_mx: ¡Cambios aplicados exitosamente!

source: You must select one image at least!
es_mx: ¡Por lo menos debes seleccionar una imagen!

source: Add images to an album
es_mx: Agregar imágenes a un álbum

source: Select the albums where you want to assign the selected images.
es_mx: Selecciona los álbumes donde quieres asignar las imágenes.

source: You don't have authorization!
es_mx: ¡No tienes autorización!
