Repository: googlecode-mirror/bitcero-modules
Catalog: galleries/trunk/lang/*.po
Languages: es_mx

source: Errors ocurred while trying to update picture!
es_mx: ¡Ocurrieron errores al tratar de actualizar la imagen!

source: Pictures updated successfully!
es_mx: ¡Imágenes actualizadas exitosamente!

source: Album ID is not valid!
es_mx: ¡El ID del álbum no es válido!

source: Name
es_mx: Nombre

source: Date
es_mx: Fecha

source: Privacy:
es_mx: Privacidad:

source: Do you really wish to delete specified album?
es_mx: ¿Realmente deseas eliminar el álbbum especificado?

source: Add Album
es_mx: Agregar Álbum

source: Edit Album
es_mx: Editar Álbum

source: Provided ID is not valid!
es_mx: ¡El ID proporcionado no es válido!

source: Album could not be saved. Please try again.
es_mx: El álbum no se guardó. Por favor intentalo de nuevo.

source: Album saved successfully!
es_mx: ¡Álbum guardado exitosamente!

source: You must selecte one album at least!
es_mx: ¡Debes seleccionar por lo menos un álbum!

source: Album id %u is not valid!
es_mx: ¡El id del álbum %u no es válido!

source: Album with id %u does not exists!
es_mx: ¡El álbum con id %u no existe!

source: Album "%s" could not be deleted!
es_mx: ¡El álbum "%s" no se elimino!

source: Abums deleted successfully!
es_mx: ¡Álbumes eliminados exitosamente!

source: You are not allowed to do this action
es_mx: No tienes permiso para esta acción

source: Unauthorized!
es_mx: ¡Sin autorización!

source: Invalid image!
es_mx: ¡Imágen no válida!

source: Image not found!
es_mx: ¡Imagen no encontrada!

source: %s done!
es_mx: ¡%s hecho!

source: Section title
es_mx: Título de la sección

source: Tag min char length
es_mx: Longitud mínima de la etiqueta

source: Tags max char length
es_mx: Longitud máxima de la etiqueta

source: All users can upload pictures
es_mx: Todos los usuarios pueden cargar imágenes

source: Groups allowed to upload pictures
es_mx: Grupos con permiso para cargar imágenes

source: Enable friendly URLs
es_mx: Activar URLs amigables

source: Base path for URLs
es_mx: Ruta Base para las URLs

source: Show navigation bar as images
es_mx: Mostrar barra de navegación como imágenes

source: When this option is enabled MyGalleries will show navigation bar in Picture Details using next and previous images.
es_mx: Cuando esta opción este deshabilitada MyGalleries mostrará la barra de navegación en Detalles de la Imagen usando imágenes anteriores y siguientes.

source: Number of images in navigation
es_mx: Número de imágenes en navegación

source: Specify the number of images to show in navigation bar. This value is used for previous and next images.
es_mx: Especifica el número de imágenes para mostrar en la barra de navegación. Este valor es usado para imágenes anteriores y siguientes.

source: Directory where pictures will be stored
es_mx: Directorio donde las imágenes serán almacenadas

source: Users default quota
es_mx: Cuota por defecto para usuarios

source: This value must be specified in megabytes
es_mx: Este valor debe ser especificado en megabytes

source: Size in pixels for normal pictures
es_mx: Tamaño en pixeles para las imágenes normales

source: Specify the size of the normal image. Values must be specified in format width|height.
es_mx: Especifica el tamaño de las imágenes normales. Los valores deben contener el formato "ancho|alto".

source: Size in pixels for thumbnail picture.
es_mx: Tamaño en pixeles para la miniatura.

source: Specify the size for thumbnail image. Values must be specified in format width|height.
es_mx: Especifica el tamaño de la miniatura de imágenes. Los valores deben contener el formato "ancho|alto".

source: Resizing type
es_mx: Tipo de redimensión

source: Crop big image
es_mx: Recortar imágen grande

source: Max file size for pictures
es_mx: Tamaño máximo de archivo para imágenes

source: Specify this value in kilobytes
es_mx: Especificar este valor en kilobytes

source: Store original pictures
es_mx: Almacenar imágenes originales

source: Maintain original pictures after delete the picture from database
es_mx: Conservar imágenes originales después de haber eliminado las imágnes de la base de datos

source: Number of recent pictures in home page
es_mx: Número de imágenes recientes en la página inicial

source: Number of recent albums in home page
es_mx: Número de álbums recientes en la página inicial

source: Images number for recent albums
es_mx: Número de imágenes para álbumes recientes

source: Specify the number of images that will be shown for each recent album in home page.
es_mx: Especifica el número de imágenes que serán mostradas para cada álbum reciente en la página inicial.

source: Enable quick view
es_mx: Permitir vista rápida

source: When quick view is enabled, MyGalleries will show an option on every image that can show the big image using lightbox plugin for Common Utilities.
es_mx: Cuando la vista rápida este habilitada, MyGalleries mostrará una opción en cada imagen que pueda mostrar la imagen grande usando plugin lightbox para Common Utilities.

source: Number of albums in albums list
es_mx: Núermo de álbumes en la lista de álbumes

source: Modify picture format for user pictures list
es_mx: Modificar el formato de imágenes para la lista de imágenes de usuario

source: User pictures format specifications
es_mx: Formato para las imágenes de usuario

source: Values must be specified according next format: Crop(must be 1 or 0)|Width|Height|Results(per page)|Columns|Description|Format name
es_mx: Los valores deben especificarse de acuerdo al siguiente formato: "Recortar(valores 1 o 0)|Ancho|Alto|Resultados(por página)|Columnas(obsoleto)|Descripción|Nombre del formato". El carácter "|" separa cada valor.

source: Number of images in images list
es_mx: Número de imágenes en la lista de imágenes

source: Number of tags
es_mx: Número de etiquetas

source: Min hits to show tags
es_mx: Accesos mínimos para mostrar etiquetas

source: Max font size for top tags
es_mx: Tamaño máximo de letra para las etiquetas populares.

source: Size in points
es_mx: Tamaño en puntos

source: Number of images in tagged pictures
es_mx: Número de imágenes en imágenes de etiquetas

source: Modify picture format for album pictures list
es_mx: Modificar formato de imágenes para las lista de imágenes en álbumes

source: Format specifications for albums images
es_mx: Formato para las imágenes de álbumes

source: Format specifications for large albums images
es_mx: Formato para la imágen grande en el álbum

source: Enable postcards
es_mx: Activar postales electrónicas

source: Number of images in search listing
es_mx: Número de imágenes en los resultados de búsquedas

source: Modify the format for pictures in search listing
es_mx: Modificar el formato de imágenes en los resultados de búsquedas.

source: Format specifications for pictures in search listing
es_mx: Formato para las imágenes de los resultados de búsqueda

source: Days to maintain postcards
es_mx: Días para almacenar postales depués de haber sido leídas

source: RSS of Pictures
es_mx: RSS para imágenes

source: Subscribe to updates on our photos via RSS.
es_mx: Suscribe a las actualizaciones en nuestras imágenes vía RSS

source: Recent Pictures
es_mx: Imagenes Recientes

source: Last pictures added to our galleries.
es_mx: Últimas imágenes agregadas a nuestras galerías.

source: The newest album created by users of our galleries.
es_mx: Los álbumes recientes creados por usuarios de nuestras galerías.

source: Recent Users
es_mx: Usuarios Recientes

source: Displays list of recently registered users in the galleries.
es_mx: Mostrar la lista de usuarios registrados recientemente.

source: Description: %s<br />Created on: %s | User: %s | %u Hits
es_mx: Descripción: %s<br />Creado el:%s | Usuario: %s | %u Hits

source: By: %s<br />Created on: %s<br />Pictures: %u
es_mx: Por: %s<br />Creado el: %s<br />Imágenes: %u

source: Home page
es_mx: Pagina inicial

source: Popular tags
es_mx: Etiquetas populares

source: Bulk actions...
es_mx: Acciones en bloque...

source: Set as public
es_mx: Establecer como públicas

source: Set as private
es_mx: Establecer como privadas

source: Apply
es_mx: Aplicar

source: Search:
es_mx: Buscar:

source: Show all
es_mx: Mostrar todo

source: Visibility
es_mx: Visibilidad

source: There are not albums yet!
es_mx: ¡Aún no hay álbumes!

source: Delete Formats
es_mx: Eliminar Formatos

source: Quick Overview
es_mx: Vista general rápida

source: Albums:
es_mx: Álbumes:

source: Pictures:
es_mx: Imágenes:

source: Users:
es_mx: Usuarios:

source: Tags:
es_mx: Etiquetas:

source: E-Cards:
es_mx: Postales:

source: Space used:
es_mx: Espacio utilizado:

source: Files:
es_mx: Archivos:

source: First picture:
es_mx: Primera imagen:

source: * Could be more files than pictures if you have activated diferent formats in module settings.
es_mx: * Podria haber mas archivos que imágenes si tienes activados diferentes formatos en el módulo de configuraciones.

source: Last uploaded pictures
es_mx: Últimas fotos cargadas

source: Loading pictures...
es_mx: Cargando imágenes...

source: Manage Pictures
es_mx: Administrar Imágenes

source: Last created albums
es_mx: Álbumes creados recientemente

source: Loading albums...
es_mx: Cargando álbumes...

source: Manage Albums
es_mx: Administrar Álbumes

source: MyGalleries News
es_mx: Noticias de MyGalleries

source: Loading news...
es_mx: Cargando noticias...

source: About MyGalleries
es_mx: Acerca de MyGalleries

source: Add batch images
es_mx: Agregar imágenes en lote

source: User:
es_mx: Usuario:

source: Assign to albums:
es_mx: Asignar a álbumes:

source: Show Controls
es_mx: Mostrar Controles

source: Upload
es_mx: Cargar

source: Clear All
es_mx: Limpiar Todo

source: Resizing images
es_mx: Redimensionar imágenes

source: Please, do not close the window until resizing process has finished!
es_mx: ¡Por favor, no cierre la ventana hasta que el proceso de redimensión haya terminado!

source: Done! Upload more...
es_mx: ¡Hecho! Cargar más...

source: Done! Show images...
es_mx: ¡Hecho! Mostrar imágenes...

source: Generate Thumbnails
es_mx: Generar Miniaturas

source: Set as public for friends
es_mx: Establecer como público para amigos

source: Filter Options
es_mx: Opciones de Filtro

source: Entre
es_mx: Between

source: Creation
es_mx: Creación

source: There are not images created yet!
es_mx: ¡Aún no hay imágenes creadas!

source: Re do Thumbnail
es_mx: Rehacer miniaturas

source: Postcards Management
es_mx: Administrador de Postales

source: Sender
es_mx: Remitente

source: View
es_mx: Vista

source: There are not postcards created yet!
es_mx: ¡Aún no hay postales creadas!

source: Tag
es_mx: Etiqueta

source: There are any tags yet!
es_mx: ¡Aún no hay etiquetas!

source: Users Management
es_mx: Administrador de usuarios

source: Block user
es_mx: Deshabilitar usuario

source: Quota
es_mx: Cuota

source: Used quota
es_mx: Cuota usada

source: Albumes
es_mx: Álbumes

source: There are not users registered yet!
es_mx: ¡Aún no hay usuarios registrados!
